[UIScreenListener_Facility_Academy_AWCPack_LW]

[UIArmory_AWCExpandedPromotion_LW]
m_strSelectAbility="ВЫБЕРИТЕ СПОСОБНОСТЬ:"
m_strAbilityHeader="СПОСОБНОСТИ ЦПВТ:"
m_strConfirmAbilityTitle="ПОДТВЕРДИТЕ ВЫБОР СПОСОБНОСТИ"
m_strConfirmAbilityText="Вы не сможете удалить или изменить способности. Вы уверены, что хотите изучить способность \"<XGParam:StrValue0/>\"?"
m_strAbilityLockedTitle="НЕДОСТУПНО"
m_strAbilityLockedDescription="Зарабатывайте боевой опыт, чтобы изучить новые способности."
strAWCTrainButton="Изучить способность"

[UIChooseAWCAbility_LW]
m_strTitle="Обучение способности ЦПВТ"
m_strInventoryLabel="Доступные способности:"
m_strBuy="НАЧАТЬ ОБУЧЕНИЕ"

[LWAWCUtilities]
strAWCMenuOption="Способности ЦПВТ"
strAWCListItemDescription="Показать уже открытые способности ЦПВТ."

LeftAbilityTreeTitle="Атакующая"
CenterAbilityTreeTitle="Пистолет"
RightAbilityTreeTitle="Защитная"

AWCLevelNames[0]="Способность ЦПВТ"
AWCLevelNames[1]="Способность ЦПВТ"
AWCLevelNames[2]="Способность ЦПВТ"
AWCLevelNames[3]="Способность ЦПВТ"
AWCLevelNames[4]="Способность ЦПВТ"
AWCLevelNames[5]="Способность ЦПВТ"
AWCLevelNames[6]="Способность ЦПВТ"

[UIFacility_AWCTrainingSlot_LW]
m_strTrainAWCDialogTitle="ПРОДВИНУТОЕ ОБУЧЕНИЕ"
m_strTrainAWCDialogText="Солдаты, имеющие определенное звание, могут пройти продвинутое обучение в центре продвинутых военных технологий. Во время обучения они не смогут принимать участие в боевых операциях.\n\nПродолжить?"
m_strStopTrainAWCDialogTitle="ПРЕРВАТЬ ПРОДВИНУТОЕ ОБУЧЕНИЕ?"
m_strStopTrainAWCDialogText="Отменить обучение солдата %UNITNAME?\n\nВнимание: прогресс обучения будет полностью потерян."
m_strNoSoldiersTooltip="Солдаты, способные пройти повторное обучение в центре передовых военных технологий, отсутствуют."
m_strSoldiersAvailableTooltip="Выберите солдата, чтобы обучить его продвинутым способностям."
m_strNeedsUpgradeTooltip="Улучшите отсек, чтобы открыть вторую ячейку для обучения в ЦПВТ."

[UIAlert_AWCTrainingComplete_LW]
m_strTrainingCompleteLabel="ПРОДВИНУТОЕ ОБУЧЕНИЕ ЗАВЕРШЕНО"
m_strTrainingComplete="<XGParam:StrValue0/> завершает обучение. Изучить и назначить новые способности можно, выбрав солдата в оружейной."
m_strViewSoldier="ПОКАЗАТЬ СОЛДАТА"
m_strNewAbilityLabel="НОВАЯ СПОСОБНОСТЬ"

